/* Generic authentication error. */
"UNKNOWN_ERROR" = "No se ha podido autenticar al usuario.";
"USER_NOT_ADMIN_PASS" = "Debe introducir un nombre y una contraseña de administrador.";
"USER_NOT_ADMIN_PIN" = "Debe introducir un nombre y una contraseña de administrador.";
"INVALID_USER_NAME" = "Debe introducir un nombre de usuario válido.";
"INVALID_USER_PASSWORD" = "Debe introducir una contraseña válida.";
"INVALID_USER_PIN" = "Debe introducir un PIN válido.";

/* Pleasantries */
"PLEASE_TRY_AGAIN" = "Inténtelo de nuevo.";

/* Button Titles */
"RESTART_BUTTON" = "Reiniciar";
"SHUTDOWN_BUTTON" = "Apagar";

/* Restart Warning */
"RESTART_MAIN_WARNING" = "Hay usuarios con una sesión en curso. Si reinicia el ordenador, se perderán los cambios que no hayan guardado.";
"RESTART_DETAIL_WARNING" = "Si reinicia o apaga el ordenador, se cerrarán las aplicaciones de otras sesiones abiertas y se perderán los cambios de los documentos que no se han guardado. Introduzca un nombre y una contraseña de administrador y haga clic en Reiniciar, o elija Cancelar para ignorar y cerrar este cuadro de diálogo.";

/* Shut Down Warning */
"SHUTDOWN_MAIN_WARNING" = "Hay usuarios con una sesión en curso. Si apaga el ordenador, se perderán los cambios que no hayan guardado.";
"SHUTDOWN_DETAIL_WARNING" = "Si reinicia o apaga el ordenador, se cerrarán las aplicaciones de otras sesiones abiertas y se perderán los cambios de los documentos que no se han guardado. Introduzca un nombre y una contraseña de administrador y haga clic en Apagar, o elija Cancelar para ignorar y cerrar este cuadro de diálogo.";

/* PIN or Password */
"PIN" = "PIN:";
"PASSWORD" = "Contraseña:";